tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pulumi/tap"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "avrdude"
brew "python@3.10"
brew "azure-cli"
brew "gettext"
brew "pcre2"
brew "node@18"
brew "cdktf"
brew "libidn2"
brew "tree-sitter"
brew "fd"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "netpbm"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "neovim"
brew "node"
brew "openjdk"
brew "pillow"
brew "pinentry-mac"
brew "virtualenv"
brew "pre-commit"
brew "ripgrep"
brew "semgrep"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tree"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@29"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform-ls"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/yabai"
brew "pulumi/tap/pulumi"
brew "pulumi/tap/tf2pulumi"
brew "qmk/qmk/qmk"
cask "amethyst"
cask "chromium"
cask "font-hack-nerd-font"
cask "qmk-toolbox"
cask "vimr"
vscode "adamhartford.vscode-base64"
vscode "eamodio.gitlens"
vscode "gitpod.gitpod-desktop"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "king2021.vnc-extension"
vscode "MarkLarah.pre-commit-vscode"
vscode "ms-azuretools.vscode-azureterraform"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "shuworks.vscode-table-formatter"
